Repository: FilipiNyetz/FtvApp-New
Catalog: FtvApp/Localizable.xcstrings
Source language: en
Languages: es, fr, nl, pt_br

# Use os cartões de Máx/Mín para calibrar metas do próximo treino.
source: Use the Max/Min cards to set targets for your next workout.
es: Usa las tarjetas de Máx/Mín para ajustar los objetivos de tu próximo entrenamiento.
fr: Utilisez les cartes Max/Min pour ajuster les objectifs de votre prochaine séance.
nl: Verwende die Max/Min-Karten, um die Ziele für das nächste Training zu kalibrieren.
pt_br: Use os cartões de Máx/Mín para calibrar metas do próximo treino.

source: Use your good conditioning to apply constant pressure. Maintaining this intensity wears down your opponent.
es: Usa tu buena condición física para imponer presión constante. Mantener esta intensidad desgasta al adversario.
fr: Utilisez votre bonne condition physique pour exercer une pression constante. Maintenir cette intensité fatigue votre adversaire.
nl: Nutze deine gute Kondition, um konstant Druck auszuüben, da das Aufrechterhalten dieser Intensität den Gegner ermüdet.
pt_br: Use seu bom condicionamento para impor pressão constante, pois manter essa intensidade desgasta o adversário.

source: Use your ability to cover long distances to support your partner and ensure more effective, complete defense.
es: Usa tu capacidad de recorrer grandes distancias para cubrir a tu compañero y garantizar una defensa más eficaz y completa.
fr: Utilisez votre capacité à parcourir de grandes distances pour soutenir votre partenaire et assurer une défense plus efficace et complète.
nl: Nutze deine Fähigkeit, lange Strecken zurückzulegen, um den Partner abzudecken und eine effektivere und vollständige Verteidigung zu gewährleisten.
pt_br: Use sua capacidade de percorrer grandes distâncias para cobrir o parceiro e garantir defesa mais eficaz e completa.

source: Take short breaks between points to catch your breath, speed up recovery, and maintain steady performance.
es: Utiliza pausas cortas entre los puntos para recuperar el aliento, acelerar la recuperación y mantener un rendimiento estable.
fr: Prenez de courtes pauses entre les points pour reprendre votre souffle, accélérer votre récupération et maintenir des performances stables.
nl: Nutze kurze Pausen zwischen den Punkten, um Luft zu holen, deine Erholung zu beschleunigen und die Leistung stabil zu halten.
pt_br: Utilize pausas curtas entre pontos para recuperar fôlego, acelerando sua recuperação e mantendo o desempenho estável.

# valor
source: value
es: valor
fr: Valeur
nl: Kalorienwert
pt_br: valor

source: Vary functional exercises focusing on agility to burn more calories and improve movement efficiency.
es: Varía los ejercicios funcionales enfocados en agilidad para aumentar el gasto calórico y mejorar la eficiencia de los movimientos.
fr: Variez les exercices fonctionnels axés sur l’agilité pour augmenter la dépense calorique et améliorer l’efficacité des mouvements.
nl: Variiere funktionelle Übungen mit Fokus auf Agilität, das erhöht den Kalorienverbrauch und verbessert die Effizienz der Bewegungen.
pt_br: Varie exercícios funcionais com foco em agilidade, aumentando o gasto calórico e melhorando a eficiência dos movimentos.

# Video-feedback para corrigir braços e timing.
source: Use video feedback to correct arm movements and timing.
es: Usa video-feedback para corregir los movimientos de los brazos y el timing.
fr: Utilisez le vidéo-feedback pour corriger les mouvements des bras et le timing.
nl: Video-Feedback zur Korrektur von Armen und Timing.
pt_br: Video-feedback para corrigir braços e timing.

# Você ainda não tem treinos registrados
source: You don’t have any workouts logged yet
es: Aún no tienes entrenamientos registrados
fr: Vous n’avez pas encore d’entraînements enregistrés
nl: Du hast noch keine Trainings aufgezeichnet
pt_br: Você ainda não tem treinos registrados
